Revit 2027 API
GroupTypeId.PatternApplication Property
 Pattern Application.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PatternApplication { get; }
Public Shared ReadOnly Property PatternApplication As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PatternApplication {
	ForgeTypeId^ get ();
}
static member PatternApplication : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace